{
    "home": "Home",
    "the_problem": "The Problem",
    "the_solution": "The Solution",
    "about_us": "About Us",
    "join_waitlist": "Join the Waitlist",
    "home_title": "Break from the Current Go with YOUR Flow",
    "home_description": "Hello, explorer! Mapt is your new travel companion, here to turn 'where should I go?' into 'wow, this feels like me.' Discover hidden villages, vibrant cultures, and eco-friendly escapes—all tailored to your rhythm.",
    "join_button": "Join the Waitlist",
    "problem_title": "The Problem: Travel is Overwhelming, Generic, and Unsustainable",
    "problem_description": "Travelers today are bombarded with endless recommendations, making it difficult to decide where to go and what to do. Popular destinations suffer from overcrowding, leading to a loss of authenticity and an unsustainable strain on local communities and the environment. At the same time, destination marketing remains static and generic, failing to offer an interactive or personalized experience. Without a way to truly connect with a place, travel can feel repetitive, uninspiring, and even harmful to the places we visit.",
    "solution_title": "The Solution: Personalized & Responsible Travel, Just for You",
    "solution_description": "Mapt offers AI-powered recommendations tailored to users' interests and travel styles. Whether one seeks adventure, enjoys food, or prefers cultural experiences, Mapt curates activities that align with these preferences while promoting responsible tourism. The platform highlights lesser-known experiences, supports local businesses, and encourages eco-friendly travel choices to help reduce over-tourism and environmental impact. Additionally, Mapt provides an interactive aspect to travel, enabling users to engage with destinations in new ways.",
    "about_title": "The masterminds behind Mapt!",
    "about_designation1": "CEO and Co-founder",
    "about_description1": "Esther has a BA and MSc in tourism development and an MSc in marketing. She specializes in tourism product design and development, aiming to create memorable travel experiences while promoting sustainability. As a leader at Mapt, she ensures the company meets modern travelers' needs and fosters inclusivity and environmental consciousness, positioning Mapt as a positive force in travel.",
    "about_designation2": "CTO and Co-founder",
    "about_description2": "Supun is an experienced software developer specializing in building scalable systems for the travel industry. He is passionate about leveraging technology to enhance user experiences and streamline operations. He holds a Master’s degree in Computer Science, a Master’s in Strategic Information Systems Management, and a BSc in Information Technology. He is also a Professional Member of the British Computer Society (MBCS), UK.",
    "join_title": "Why Join the Waitlist?",
    "join_p1": "🚀 First Access - Be among the first to try Mapt before the official launch.",
    "join_p2": "📍 Beta Tester Benefits - Help shape the app and get early insights into new features.",
    "join_p3": "🌱 Travel with Purpose - Discover experiences that support local communities and sustainability.",
    "join_p4": "Join the Adventure!",
    "join_p5": "📧 Sign up now and be the first to experience the future",
    "join_btn": "Join Now",
    "slogen": "Go with, Your Flow",
    "contact": "Contact",
    "subscribe_msg": "Subscribe to MAPT Newsletter",
    "subscribe_description": "Join our newsletter for exclusive travel inspiration, Swedish adventures, and European dream destinations from MAPT.",
    "subscribe_btn": "Subscribe",
    "subscribe_success": "Thank you for subscribing to our newsletter!",
    "subscribe_error": "An error occurred. Please try again.",
    "follow_msg": "Follow Us",
    "all_msg": "MAPT. All rights reserved."
}