{
    "home": "Hem",
    "the_problem": "Problemet",
    "the_solution": "L칬sningen",
    "about_us": "Om Oss",
    "join_waitlist": "G친 Med i V칛ntelistan",
    "home_title": "Bryta fr친n det nuvarande loppet med DITT fl칬de",
    "home_description": "Hej, uppt칛cktsresande! Mapt 칛r din nya reskamrat, h칛r f칬r att v칛nda 'vart ska jag 친ka?' till 'wow, det h칛r k칛nns som jag.' Uppt칛ck g칬mda byar, levande kulturer och milj칬v칛nliga utflykter allt skr칛ddarsytt efter din rytm.",
    "join_button": "G친 med i v칛ntelistan",
    "problem_title": "Problemet:Resor 칛r 칬verv칛ldigande, generiska och oh친llbara",
    "problem_description": "Resen칛rer i dag bombarderas med o칛ndliga rekommendationer, vilket g칬r det sv친rt att best칛mma vart de ska 친ka och vad de ska g칬ra. Popul칛ra resm친l lider av 칬verbefolkning, vilket leder till en f칬rlust av 칛kthet och en oh친llbar belastning p친 lokalsamh칛llen och milj칬n. Samtidigt f칬rblir destinationsmarknadsf칬ring statisk och generisk, utan att erbjuda en interaktiv eller personlig upplevelse. Utan ett s칛tt att verkligen f친 kontakt med en plats kan resor k칛nnas repetitiva, oinspirerande och till och med skadliga f칬r de platser vi bes칬ker.",
    "solution_title": "L칬sningen: Personligt och ansvarsfullt resor, bara f칬r dig",
    "solution_description": "Mapt erbjuder AI-drivna rekommendationer som 칛r skr칛ddarsydda f칬r anv칛ndarnas intressen och resestilar. Oavsett om man s칬ker 칛ventyr, tycker om mat eller f칬redrar kulturella upplevelser, kurerar Mapt aktiviteter som 칛r i linje med dessa preferenser samtidigt som man fr칛mjar ansvarsfull turism. Plattformen lyfter fram mindre k칛nda upplevelser, st칬djer lokala f칬retag och uppmuntrar milj칬v칛nliga reseval f칬r att hj칛lpa till att minska 칬verturism och milj칬p친verkan. Dessutom ger Mapt en interaktiv aspekt f칬r resor, vilket g칬r det m칬jligt f칬r anv칛ndare att engagera sig med destinationer p친 nya s칛tt.",
    "about_title": "Hj칛rnorna bakom Mapt!",
    "about_designation1": "VD och medgrundare",
    "about_description1": "Esther har en kandidatexamen och masterexamen i turismutveckling samt en masterexamen i marknadsf칬ring. Hon specialiserar sig p친 design och utveckling av turismprodukter med syfte att skapa minnesv칛rda reseupplevelser samtidigt som hon fr칛mjar h친llbarhet. Som ledare p친 Mapt ser hon till att f칬retaget m칬ter moderna resen칛rers behov och fr칛mjar inkludering och milj칬medvetenhet, vilket positionerar Mapt som en positiv kraft inom resor.",
    "about_designation2": "CTO och medgrundare",
    "about_description2": "Supun 칛r en erfaren mjukvaruutvecklare som specialiserar sig p친 att bygga skalbara system f칬r resebranschen. Han 칛r passionerad om att utnyttja teknik f칬r att f칬rb칛ttra anv칛ndarupplevelser och effektivisera verksamheten. Han har en masterexamen i datavetenskap, en masterexamen i strategisk informationssystemhantering och en kandidatexamen i informationsteknologi. Han 칛r ocks친 Professionell Medlem av British Computer Society (MBCS), Storbritannien.",
    "join_title": "Varf칬r G친 Med i V칛ntelistan?",
    "join_p1": "游 F칬rst Tillg친ng - Var bland de f칬rsta att prova Mapt f칬re den officiella lanseringen.",
    "join_p2": "游늸 F칬rdelar med Betatestare - Hj칛lp till att forma appen och f친 tidiga insikter om nya funktioner.",
    "join_p3": "游꺔 Res med Syfte - Uppt칛ck upplevelser som st칬djer lokala samh칛llen och h친llbarhet.",
    "join_p4": "G친 Med i 츿ventyret!",
    "join_p5": "游닎 Registrera dig nu och var f칬rst med att uppleva framtiden",
    "join_btn": "G친 Med Nu",
    "slogen": "G친 med, ditt fl칬de",
    "contact": "Kontakt",
    "subscribe_msg": "Prenumerera p친 MAPT nyhetsbrev",
    "subscribe_description": "G친 med i v친rt nyhetsbrev f칬r exklusiv reseinspiration, svenska 칛ventyr och europeiska dr칬mresm친l fr친n MAPT.",
    "subscribe_btn": "Prenumerera",
    "subscribe_success": "Tack f칬r att du prenumererar p친 v친rt nyhetsbrev!",
    "subscribe_error": "Ett fel uppstod. F칬rs칬k igen.",
    "follow_msg": "F칬lj oss",
    "all_msg": "MAPT. Alla r칛ttigheter reserverade."
  }